[
   {
      "nome":"Metapod",
      "descricao":"The shell covering this Pokémon's body is as hard as an iron slab. Metapod does not move very much. It stays still because it is preparing its soft innards for evolution inside the hard shell.",
      "peso":"9,9 Kg",
      "sexo":"Ambos",
      "categoria":"Cocoon",
      "tipos": [
          {
			"tipo": "Bug" 
		  }
      ]
   },
   
     {
      "nome":"ButterFree",
      "descricao":"Butterfree has a superior ability to search for delicious honey from flowers. It can even search out, extract, and carry honey from flowers that are blooming over six miles from its nest.",
      "peso":"32,0 Kg",
      "sexo":"Ambos",
      "categoria":"Buttlerfly",
      "tipos":[
         {
         	"tipo": "Bug"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Weedle",
      "descricao":"Weedle has an extremely acute sense of smell. It is capable of distinguishing its favorite kinds of leaves from those it dislikes just by sniffing with its big red proboscis (nose).",
      "peso":"3,2 Kg",
      "sexo":"Ambos",
      "categoria":"Hairy Bug",
      "tipos":[         
         {
         	"tipo": "Bug"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Kakuna",
      "descricao":"Kakuna remains virtually immobile as it clings to a tree. However, on the inside, it is extremely busy as it prepares for its coming evolution. This is evident from how hot the shell becomes to the touch.",
      "peso":"10,0 Kg",
      "sexo":"Ambos",
      "categoria":"Cocoon",
      "tipos":[
         {
         	"tipo": "Bug"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Beedrill",
      "descricao":"Beedrill is extremely territorial. No one should ever approach its nest this is for their own safety. If angered, they will attack in a furious swarm.",
      "peso":"29,5 Kg",
      "sexo":"Ambos",
      "categoria":"Posion Bee",
      "tipos":[
         {
         	"tipo": "Bug"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Slowbro",
      "descricao":"Slowbro's tail has a Shellder firmly attached with a bite. As a result, the tail can't be used for fishing anymore. This causes Slowbro to grudgingly swim and catch prey instead.",
      "peso":"78,5 kg",
      "sexo":"Ambos",
      "categoria":"Hermit Crab",
      "tipos":[         
         {
         	"tipo": "Water"
         },
         {
         	"tipo": " Psychic"
         }
      ]
   },
   
   {
      "nome":"Magnemite",
      "descricao":"Magnemite attaches itself to power lines to feed on electricity. If your house has a power outage, check your circuit breakers. You may find a large number of this Pokemon clinging to the breaker box.",
      "peso":"6,0 kg",
      "sexo":"Desconhecido ",
      "categoria":"Magnet",
      "tipos":[         
         {
         	"tipo": "Eletric"
         },
         {
         	"tipo": " Steel"
         }
      ]
   },
   
   {
      "nome":"Magneton",
      "descricao":"Magneton emits a powerful magnetic force that is fatal to mechanical devices. As a result, large cities sound sirens to warn citizens of large-scale outbreaks of this Pokemon.",
      "peso":"60,0 kg",
      "sexo":"Desconhecido ",
      "categoria":"Magnet",
      "tipos":[
         {
         	"tipo": "Eletric"
         },
         {
         	"tipo": " Steel"
         }
      ]
   },
   
   {
      "nome":"Farfetch'd",
      "descricao":"Farfetch'd is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokemon has been known to fight with others over stalks.",
      "peso":"15,0 kg",
      "sexo":"Ambos",
      "categoria":"Wild Duck",
      "tipos":[         
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Flying"
         }         
      ]
   },
   
   {
      "nome":"Doduo",
      "descricao":"Doduo's two heads never sleep at the same time. Its two heads take turns sleeping, so one head can always keep watch for enemies while the other one sleeps.",
      "peso":"39,2 kg",
      "sexo":"Ambos",
      "categoria":"Twin Bird",
      "tipos":[
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Zubat ",
      "descricao":"Zubat remains quietly unmoving in a dark spot during the bright daylight hours. It does so because prolonged exposure to the sun causes its body to become slightly burned.",
      "peso":"7,5 Kg",
      "sexo":"Ambos",
      "categoria":"Bat",
      "tipos":[         
         {
         	"tipo": "Poison"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Golbat ",
      "descricao":"Golbat loves to drink the blood of living things. It is particularly active in the pitch black of night. This Pokemon flits around in the night skies, seeking fresh blood.",
      "peso":"55,0 Kg",
      "sexo":"Ambos",
      "categoria":"Bat",
      "tipos":[         
         {
         	"tipo": "Poison"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Oddish ",
      "descricao":"During the daytime, Oddish buries itself in soil to absorb nutrients from the ground using its entire body. The more fertile the soil, the glossier its leaves become.",
      "peso":"5,4 Kg",
      "sexo":"Ambos",
      "categoria":"Weed",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Gloom ",
      "descricao":"Gloom releases a foul fragrance from the pistil of its flower. When faced with danger, the stench worsens. If this Pokemon is feeling calm and secure, it does not release its usual stinky aroma.",
      "peso":"8,6 kg",
      "sexo":"Ambos",
      "categoria":"Weed",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Vileplume ",
      "descricao":"Vileplume's toxic pollen triggers atrocious allergy attacks. That's why it is advisable never to approach any attractive flowers in a jungle, however pretty they may be.",
      "peso":"18,6 Kg",
      "sexo":"Ambos",
      "categoria":"Flower",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Dugtrio",
      "descricao":"Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.",
      "peso":"0.8 kg",
      "sexo":"Ambos",
      "categoria":"Mole",
      "tipos":[     
         {
         	"tipo": "Ground"
         }
      ]
   },
   
   {
      "nome":"Meowth",
      "descricao":"Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokemon loves shiny coins that glitter with light.",
      "peso":"4,2 kg",
      "sexo":"Ambos",
      "categoria":"Scratch Cat",
      "tipos":[
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Persian",
      "descricao":"Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokemon's surrounding vicinity. It becomes docile if grabbed by the whiskers.",
      "peso":"32,0 kg",
      "sexo":"Ambos",
      "categoria":"Classy Cat",
      "tipos":[
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Psyduck",
      "descricao":"Psyduck uses a mysterious power. When it does so, this Pokemon generates brain waves that are supposedly only seen in sleepers. This discovery spurred controversy among scholars.",
      "peso":"19,6 kg",
      "sexo":"Ambos",
      "categoria":"Duck",
      "tipos":[         
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Golduck",
      "descricao":"The webbed flippers on its forelegs and hind legs and the streamlined body of Golduck give it frightening speed. This Pokemon is definitely much faster than even the most athletic swimmer.",
      "peso":"76,6 kg",
      "sexo":"Ambos",
      "categoria":"Duck",
      "tipos":[
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Nidoqueen",
      "descricao":"Nidoqueen's body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokemon is at its strongest when it is defending its young.",
      "peso":"60,0 kg",
      "sexo":"Femea",
      "categoria":"Drill",
      "tipos":[
         {
         	"tipo": "Poison"
         },
         {
         	"tipo": " Ground"
         }
      ]
   },
   
   {
      "nome":"Nidoran",
      "descricao":"Nidoran? has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokemon's notice.",
      "peso":"9,0 kg",
      "sexo":"Macho",
      "categoria":"Poison Pin",
      "tipos":[
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Nidorino",
      "descricao":"Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.",
      "peso":"19,5 kg",
      "sexo":"Macho",
      "categoria":"Poison Pin",
      "tipos":[
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Nidoking",
      "descricao":"Nidoking's thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokemon goes on a rampage, there is no stopping it.",
      "peso":"62,0 kg",
      "sexo":"Macho",
      "categoria":"Drill",
      "tipos":[         
         {
         	"tipo": "Poison"
         },
         {
         	"tipo": " Ground"
         }
      ]
   },
   
   {
      "nome":"Clefairy",
      "descricao":"On every night of a full moon, groups of this Pokemon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.",
      "peso":"7,5 kg",
      "sexo":"Ambos",
      "categoria":"Fairy",
      "tipos":[        
         {
         	"tipo": " Fairy"
         }
      ]
   },
   
   {
      "nome":"Poliwhirl",
      "descricao":"The surface of Poliwhirl's body is always wet and slick with a slimy fluid. Because of this slippery covering, it can easily slip and slide out of the clutches of any enemy in battle.",
      "peso":"20,0 kg",
      "sexo":"Ambos",
      "categoria":"Tadpole",
      "tipos":[
         {
         	"tipo": " Water"
         }
      ]
   },
   
   {
      "nome":"Poliwrath",
      "descricao":"Poliwrath's highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokemon can swim back and forth across the ocean without effort.",
      "peso":"54,0 kg",
      "sexo":"Ambos",
      "categoria":"Tadpole",
      "tipos":[
         {
         	"tipo": "Water"
         },
         {
         	"tipo": " Fighting"
         }
      ]
   },
   
   {
      "nome":"Abra",
      "descricao":"Abra sleeps for eighteen hours a day. However, it can sense the presence of foes even while it is sleeping. In such a situation, this Pokemon immediately teleports to safety.",
      "peso":"19,0 kg",
      "sexo":"Ambos",
      "categoria":"Psi",
      "tipos":[         
         {
         	"tipo": "Psychic"
         }
      ]
   },
   
   {
      "nome":"Kadabra",
      "descricao":"Kadabra emits a peculiar alpha wave if it develops a headache. Only those people with a particularly strong psyche can hope to become a Trainer of this Pokemon.",
      "peso":"56,5 kg",
      "sexo":"Ambos",
      "categoria":"Psi",
      "tipos":[
         {
         	"tipo": "Psychic"
         }
      ]
   },
   
   {
      "nome":"Alakazam",
      "descricao":"Alakazam's brain continually grows, making its head far too heavy to support with its neck. This Pokemon holds its head up using its psychokinetic power instead.",
      "peso":"48,0 kg",
      "sexo":"Ambos",
      "categoria":"Psi",
      "tipos":[
         {
         	"tipo": "Psychic"
         }
      ]
   },
   
   {
      "nome":"Cloyster",
      "descricao":"Cloyster is capable of swimming in the sea. It does so by swallowing water, then jetting it out toward the rear. This Pokemon shoots spikes from its shell using the same system.",
      "peso":"132,5 kg",
      "sexo":"Ambos",
      "categoria":"Bivalve",
      "tipos":[
         {
         	"tipo": "Water"
         },
         {
         	"tipo": " Ice"
         }
      ]
   },
   
   {
      "nome":"Gastly",
      "descricao":"Gastly is largely composed of gaseous matter. When exposed to a strong wind, the gaseous body quickly dwindles away. Groups of this Pokemon cluster under the eaves of houses to escape the ravages of wind.",
      "peso":"0,1 kg",
      "sexo":"Ambos",
      "categoria":"Gas",
      "tipos":[
         {
         	"tipo": "Ghost"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Haunter",
      "descricao":"Haunter is a dangerous Pokemon. If one beckons you while floating in darkness, you must never approach it. This Pokemon will try to lick you with its tongue and steal your life away.",
      "peso":"0,1 kg",
      "sexo":"Ambos",
      "categoria":"Gas",
      "tipos":[
         {
         	"tipo": "Ghost"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Gengar",
      "descricao":"Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a Gengar running past you, pretending to be your shadow.",
      "peso":"40,5 kg",
      "sexo":"Ambos",
      "categoria":"Shadow",
      "tipos":[
         {
         	"tipo": "Ghost"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Onix",
      "descricao":"Onix has a magnet in its brain. It acts as a compass so that this Pokemon does not lose direction while it is tunneling. As it grows older, its body becomes increasingly rounder and smoother.",
      "peso":"210 kg",
      "sexo":"Ambos",
      "categoria":"Rock Snake",
      "tipos":[
         {
         	"tipo": "Rock"
         },
         {
         	"tipo": " Ground"
         }
      ]
   },
   
   {
      "nome":"Moltres",
      "descricao":"Moltres is a legendary bird Pokemon that has the ability to control fire. If this Pokemon is injured, it is said to dip its body in the molten magma of a volcano to burn and heal itself.",
      "peso":"60,0 kg",
      "sexo":"Desconhecido",
      "categoria":"Flame",
      "tipos":[
         {
         	"tipo": "Fire"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Dratini",
      "descricao":"Dratini continually molts and sloughs off its old skin. It does so because the life energy within its body steadily builds to reach uncontrollable levels.",
      "peso":"3,3 kg",
      "sexo":"Ambos",
      "categoria":"Dragon",
      "tipos":[
         {
         	"tipo": "Dragon"
         }
      ]
   },
   
   {
      "nome":"Dragonair",
      "descricao":"Dragonair stores an enormous amount of energy inside its body. It is said to alter weather conditions in its vicinity by discharging energy from the crystals on its neck and tail.",
      "peso":"16,5 kg",
      "sexo":"Ambos",
      "categoria":"Dragon",
      "tipos":[
         {
         	"tipo": "Dragon"
         }
      ]
   },
   
   {
      "nome":"Dragonite",
      "descricao":"Dragonite is capable of circling the globe in just 16 hours. It is a kindhearted Pokemon that leads lost and foundering ships in a storm to the safety of land.",
      "peso":"210,0 kg",
      "sexo":"Ambos",
      "categoria":"Dragon",
      "tipos":[
         {
         	"tipo": "Dragon"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Mewtwo",
      "descricao":"Mewtwo is a Pokemon that was created by genetic manipulation. However, even though the scientific power of humans created this Pokemon's body, they failed to endow Mewtwo with a compassionate heart.",
      "peso":"122,0 kg",
      "sexo":"Desconhecido",
      "categoria":"Genetic",
      "tipos":[
         {
         	"tipo": "Psychic"
         }
      ]
   },
   
   {
      "nome":"Mew",
      "descricao":"Mew is said to possess the genetic composition of all Pokemon. It is capable of making itself invisible at will, so it entirely avoids notice even if it approaches people.",
      "peso":"4,0 kg",
      "sexo":"Desconhecido",
      "categoria":"New Species",
      "tipos":[
         {
         	"tipo": "Psychic"
         }
      ]
   },
   
   {
      "nome":"Paras",
      "descricao":"Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokemon host. They are highly valued as a medicine for extending life.",
      "peso":"5,4 kg",
      "sexo":"Ambos",
      "categoria":"Mushroom",
      "tipos":[         
         {
         	"tipo": "Bug"
         },
         {
         	"tipo": " Grass"
         }
      ]
   },
   
   {
      "nome":"Parasect",
      "descricao":"Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.",
      "peso":"29,5 kg",
      "sexo":"Ambos",
      "categoria":"Mushroom",
      "tipos":[
         {
         	"tipo": "Bug"
         },
         {
         	"tipo": " Grass"
         }
      ]
   },
   
   {
      "nome":"Venonat",
      "descricao":"enonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.",
      "peso":"30,0 kg",
      "sexo":"Ambos",
      "categoria":"Insect",
      "tipos":[
         {
         	"tipo": "Bug"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Venomoth",
      "descricao":"Venomoth is nocturnal it is a Pokemon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.",
      "peso":"12,5 kg",
      "sexo":"Ambos",
      "categoria":"Poison Moth",
      "tipos":[
         {
         	"tipo": "Bug"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Diglett",
      "descricao":"Diglett are raised in most farms. The reason is simple wherever this Pokemon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.",
      "peso":"0,8 kg",
      "sexo":"Ambos",
      "categoria":"Mole",
      "tipos":[
         {
         	"tipo": "Ground"
         }
      ]
   },
   
   {
      "nome":"Pidgey ",
      "descricao":"Pidgey has an extremely sharp sense of direction. It is capable of unerringly returning home to its nest, however far it may be removed from its familiar surroundings.",
      "peso":"1,8 kg",
      "sexo":"Ambos",
      "categoria":"Tiny Bird",
      "tipos":[
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   
   {
      "nome":"Pigeotto",
      "descricao":"Pidgeotto claims a large area as its own territory. This Pokemon flies around, patrolling its living space. If its territory is violated, it shows no mercy in thoroughly punishing the foe with its sharp claws.",
      "peso":"30,0 kg",
      "sexo":"Ambos",
      "categoria":"Bird",
      "tipos":[
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Pidgeot",
      "descricao":"This Pokemon has a dazzling plumage of beautifully glossy feathers. Many Trainers are captivated by the striking beauty of the feathers on its head, compelling them to choose Pidgeot as their Pokemon.",
      "peso":"39,5 kg",
      "sexo":"Ambos",
      "categoria":"Bird",
      "tipos":[
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Rattata",
      "descricao":"Rattata is cautious in the extreme. Even while it is asleep, it constantly listens by moving its ears around. It is not picky about where it lives it will make its nest anywhere.",
      "peso":"3,5 kg",
      "sexo":"Ambos",
      "categoria":"Mouse",
      "tipos":[
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Raticate",
      "descricao":"Raticate's sturdy fangs grow steadily. To keep them ground down, it gnaws on rocks and logs. It may even chew on the walls of houses.",
      "peso":"18,5 kg",
      "sexo":"Ambos",
      "categoria":"Mouse",
      "tipos":[
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Kabutops",
      "descricao":"Kabutops swam underwater to hunt for its prey in ancient times. The Pokemon was apparently evolving from being a water dweller to living on land as evident from the beginnings of change in its gills and legs.",
      "peso":"40,5 kg",
      "sexo":"Ambos",
      "categoria":"Shellfish",
      "tipos":[
         {
         	"tipo": "Rock"
         },
         {
         	"tipo": " Water"
         }
      ]
   },
   
   {
      "nome":"Aerodactyl",
      "descricao":"Aerodactyl is a Pokemon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.",
      "peso":"59,0 kg",
      "sexo":"Ambos",
      "categoria":"Fossil",
      "tipos":[
         {
         	"tipo": "Rock"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Snorlax",
      "descricao":"Snorlax's typical day consists of nothing more than eating and sleeping. It is such a docile Pokemon that there are children who use its expansive belly as a place to play.",
      "peso":"460,0 kg",
      "sexo":"Ambos",
      "categoria":"Sleeping",
      "tipos":[
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Articuno",
      "descricao":"Articuno is a legendary bird Pokemon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokemon flies, snow will fall.",
      "peso":"55,4 kg",
      "sexo":"Desconhecido",
      "categoria":"Freeze",
      "tipos":[
         {
         	"tipo": "Ice"
         },
         {
         	"tipo": " Flying"
         }         
      ]
   },
   
   {
      "nome":"Zapdos",
      "descricao":"Zapdos is a legendary bird Pokemon that has the ability to control electricity. It usually lives in thunderclouds. The Pokemon gains power if it is stricken by lightning bolts.",
      "peso":"52,6 kg",
      "sexo":"Desconhecido",
      "categoria":"Electric",
      "tipos":[
         {
         	"tipo": "Electric"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Clefable",
      "descricao":"Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.",
      "peso":"40,0 kg",
      "sexo":"Ambos",
      "categoria":"Fairy",
      "tipos":[         
         {
         	"tipo": "Fairy"
         }
      ]
   },
   
   {
      "nome":"Vulpix",
      "descricao":"At the time of its birth, Vulpix has one white tail. The tail separates into six if this Pokemon receives plenty of love from its Trainer. The six tails become magnificently curled.",
      "peso":"9,9 kg",
      "sexo":"Ambos",
      "categoria":"Fox",
      "tipos":[         
         {
         	"tipo": "Fire"
         }
      ]
   },
   
   {
      "nome":"Ninetales",
      "descricao":"Ninetales casts a sinister light from its bright red eyes to gain total control over its foe's mind. This Pokemon is said to live for a thousand years.",
      "peso":"19,9 kg",
      "sexo":"Ambos",
      "categoria":"Fox",
      "tipos":[
         {
         	"tipo": "Fire"
         }
      ]
   },
   
   {
      "nome":"Jigglypuff",
      "descricao":"Jigglypuff's vocal cords can freely adjust the wavelength of its voice. This Pokemon uses this ability to sing at precisely the right wavelength to make its foes most drowsy.",
      "peso":"5,5 kg",
      "sexo":"Ambos",
      "categoria":"Balloon",
      "tipos":[
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Fairy"
         }
      ]
   },
   
   {
      "nome":"Wigglytuff",
      "descricao":"Wigglytuff has large, saucerlike eyes. The surfaces of its eyes are always covered with a thin layer of tears. If any dust gets in this Pokemon's eyes, it is quickly washed away.",
      "peso":"12,0 kg",
      "sexo":"Ambos",
      "categoria":"Balloon",
      "tipos":[
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Fairy"
         }
      ]
   },
   
   {
      "nome":"Electabuzz",
      "descricao":"When a storm arrives, gangs of this Pokemon compete with each other to scale heights that are likely to be stricken by lightning bolts. Some towns use Electabuzz in place of lightning rods.",
      "peso":"30,0 kg",
      "sexo":"Ambos",
      "categoria":"Electric",
      "tipos":[         
         {
         	"tipo": "Electric"
         }
      ]
   },
   
   {
      "nome":"Magmar",
      "descricao":"In battle, Magmar blows out intensely hot flames from all over its body to intimidate its opponent. This Pokemon's fiery bursts create heat waves that ignite grass and trees in its surroundings.",
      "peso":"44,5 kg",
      "sexo":"Ambos",
      "categoria":"Spitfire",
      "tipos":[         
         {
         	"tipo": "Fire"
         }
      ]
   },
   
   {
      "nome":"Pinsir",
      "descricao":"Pinsir is astoundingly strong. It can grip a foe weighing twice its weight in its horns and easily lift it. This Pokemon's movements turn sluggish in cold places.",
      "peso":"55,0 kg",
      "sexo":"Ambos",
      "categoria":"Stag Beetle",
      "tipos":[         
         {
         	"tipo": "Bug"
         }
      ]
   },
   
   {
      "nome":"Tauros",
      "descricao":"This Pokemon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.",
      "peso":"88,4 kg",
      "sexo":"Masculino",
      "categoria":"Wild Bull",
      "tipos":[      
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Magikarp",
      "descricao":"Magikarp is a pathetic excuse for a Pokemon that is only capable of flopping and splashing. This behavior prompted scientists to undertake research into it.",
      "peso":"10,0 kg",
      "sexo":"Ambos",
      "categoria":"Fish",
      "tipos":[         
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Raichu",
      "descricao":"If the electrical sacs become excessively charged, Raichu plants its tail in the ground and discharges. Scorched patches of ground will be found near this Pokemon's nest.",
      "peso":"30,0 kg",
      "sexo":"Ambos",
      "categoria":"Mouse",
      "tipos":[
         {
         	"tipo": "Electric"
         }
      ]
   },
   
   {
      "nome":"Sandshrew",
      "descricao":"Sandshrew's body is configured to absorb water without waste, enabling it to survive in an arid desert. This Pokemon curls up to protect itself from its enemies.",
      "peso":"12,0 kg",
      "sexo":"Ambos",
      "categoria":"Mouse",
      "tipos":[         
         {
         	"tipo": "Ground"
         }
      ]
   },
   
   {
      "nome":"Sandslash",
      "descricao":"Sandslash's body is covered by tough spikes, which are hardened sections of its hide. Once a year, the old spikes fall out, to be replaced with new spikes that grow out from beneath the old ones.",
      "peso":"29,5 kg",
      "sexo":"Ambos",
      "categoria":"Mouse",
      "tipos":[
         {
         	"tipo": "Ground"
         }
      ]
   },
   
   {
      "nome":"Nidoran",
      "descricao":"Nidoran? has barbs that secrete a powerful poison. They are thought to have developed as protection for this small-bodied Pokemon. When enraged, it releases a horrible toxin from its horn.",
      "peso":"7,0 kg",
      "sexo":"Femea",
      "categoria":"Poison Pin",
      "tipos":[         
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Nidorina",
      "descricao":"When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokemon appears to become nervous if separated from the others.",
      "peso":"20,0 kg",
      "sexo":"Femea",
      "categoria":"Poison Pin",
      "tipos":[
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Mankey",
      "descricao":"When Mankey starts shaking and its nasal breathing turns rough, it's a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath",
      "peso":"28,0 kg",
      "sexo":"Ambos",
      "categoria":"Pig Monkey",
      "tipos":[         
         {
         	"tipo": "Fighting"
         }
      ]
   },
   
   {
      "nome":"Primeape",
      "descricao":"When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.",
      "peso":"32,0 kg",
      "sexo":"Ambos",
      "categoria":"Pig Monkey",
      "tipos":[
         {
         	"tipo": "Fighting"
         }
      ]
   },
   
   {
      "nome":"Growlithe",
      "descricao":"Growlithe has a superb sense of smell. Once it smells anything, this Pokemon won't forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.",
      "peso":"19,0 kg",
      "sexo":"Ambos",
      "categoria":"Puppy",
      "tipos":[         
         {
         	"tipo": "Fire"
         }
      ]
   },
   
   {
      "nome":"Arcanine ",
      "descricao":"Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokemon's body is its source of power.",
      "peso":"155,0 kg",
      "sexo":"Ambos",
      "categoria":"Legendary",
      "tipos":[
         {
         	"tipo": "Fire"
         }
      ]
   },
   
   {
      "nome":"Poliwag ",
      "descricao":"Poliwag has a very thin skin. It is possible to see the Pokemon's spiral innards right through the skin. Despite its thinness, however, the skin is also very flexible. Even sharp fangs bounce right off it.",
      "peso":"12,4 kg",
      "sexo":"Ambos",
      "categoria":"Tadpole",
      "tipos":[         
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Machop",
      "descricao":"Machop's muscles are special they never get sore no matter how much they are used in exercise. This Pokemon has sufficient power to hurl a hundred adult humans.",
      "peso":"19,5 kg",
      "sexo":"Ambos",
      "categoria":"Superpower",
      "tipos":[         
         {
         	"tipo": "Fighting"
         }
      ]
   },
   
   {
      "nome":"Machoke ",
      "descricao":"Machoke's thoroughly toned muscles possess the hardness of steel. This Pokemon has so much strength, it can easily hold aloft a sumo wrestler on just one finger.",
      "peso":"70,5 kg",
      "sexo":"Ambos",
      "categoria":"Superpower",
      "tipos":[         
         {
         	"tipo": "Fighting"
         }
      ]
   },
   
   {
      "nome":"Machamp ",
      "descricao":"Machamp has the power to hurl anything aside. However, trying to do any work requiring care and dexterity causes its arms to get tangled. This Pokemon tends to leap into action before it thinks.",
      "peso":"130,0 kg",
      "sexo":"Ambos",
      "categoria":"Superpower",
      "tipos":[
         {
         	"tipo": "Fighting"
         }
      ]
   },
   
   {
      "nome":"Bellsprout ",
      "descricao":"Bellsprout's thin and flexible body lets it bend and sway to avoid any attack, however strong it may be. From its mouth, this Pokemon spits a corrosive fluid that melts even iron.",
      "peso":"4,0 kg",
      "sexo":"Ambos",
      "categoria":"Flower",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Graveler ",
      "descricao":"Graveler grows by feeding on rocks. Apparently, it prefers to eat rocks that are covered in moss. This Pokemon eats its way through a ton of rocks on a daily basis.",
      "peso":"105,0 kg",
      "sexo":"Ambos",
      "categoria":"Rock",
      "tipos":[
         {
         	"tipo": "Rock"
         },
         {
         	"tipo": " Ground"
         }
      ]
   },
   
   {
      "nome":"Golem ",
      "descricao":"Golem live up on mountains. If there is a large earthquake, these Pokemon will come rolling down off the mountains en masse to the foothills below.",
      "peso":"300,0 kg",
      "sexo":"Ambos",
      "categoria":"Megaton",
      "tipos":[
         {
         	"tipo": "Rock"
         },
         {
         	"tipo": " Ground"
         }
      ]
   },
   
   {
      "nome":"Ponyta ",
      "descricao":"Ponyta is very weak at birth. It can barely stand up. This Pokemon becomes stronger by stumbling and falling to keep up with its parent.",
      "peso":"30,0 kg",
      "sexo":"Ambos",
      "categoria":"Fire Horse",
      "tipos":[         
         {
         	"tipo": "Fire"
         }
      ]
   },
   
   {
      "nome":"Rapidash",
      "descricao":"Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokemon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.",
      "peso":"95,0 kg",
      "sexo":"Ambos",
      "categoria":"Fire Horse",
      "tipos":[
         {
         	"tipo": "Fire"
         }
      ]
   },
   
   {
      "nome":"Slowpoke",
      "descricao":"Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokemon often forgets what it's doing and often spends entire days just loafing at water's edge.",
      "peso":"36,0 kg",
      "sexo":"Ambos",
      "categoria":"Dopey",
      "tipos":[
         {
         	"tipo": "Water"
         },
         {
         	"tipo": " Psychic"
         }         
      ]
   },
   
   {
      "nome":"Electrode",
      "descricao":"Electrode eats electricity in the atmosphere. On days when lightning strikes, you can see this Pokemon exploding all over the place from eating too much electricity.",
      "peso":"66,6 kg",
      "sexo":"Desconhecido",
      "categoria":"Ball",
      "tipos":[         
         {
         	"tipo": "Eletric"
         }
      ]
   },
   
   {
      "nome":"Exeggcute",
      "descricao":"This Pokemon consists of six eggs that form a closely knit cluster. The six eggs attract each other and spin around. When cracks increasingly appear on the eggs, Exeggcute is close to evolution.",
      "peso":"2,5 kg",
      "sexo":"Ambos",
      "categoria":"Egg",
      "tipos":[         
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": " Psychic"
         }
      ]
   },
   
   {
      "nome":"Exeggutor",
      "descricao":"Exeggutor originally came from the tropics. Its heads steadily grow larger from exposure to strong sunlight. It is said that when the heads fall off, they group together to form Exeggcute.",
      "peso":"120,0 kg",
      "sexo":"Ambos",
      "categoria":"Coconut",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": " Psychic"
         }
      ]
   },
   
   {
      "nome":"Cubone",
      "descricao":"Cubone pines for the mother it will never see again. Seeing a likeness of its mother in the full moon, it cries. The stains on the skull the Pokemon wears are made by the tears it sheds.",
      "peso":"6,5 kg",
      "sexo":"Ambos",
      "categoria":"Lonely",
      "tipos":[         
         {
         	"tipo": "Ground"
         }
      ]
   },
   
   {
      "nome":"Marowak",
      "descricao":"Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokemon's tempered and hardened spirit is not easily broken.",
      "peso":"45,0 kg",
      "sexo":"Ambos",
      "categoria":"Bone Keeper",
      "tipos":[
         {
         	"tipo": "Ground"
         }
      ]
   },
   
   {
      "nome":"Hitmonlee",
      "descricao":"Hitmonlee's legs freely contract and stretch. Using these springlike legs, it bowls over foes with devastating kicks. After battle, it rubs down its legs and loosens the muscles to overcome fatigue.",
      "peso":"49,8 kg",
      "sexo":"Macho",
      "categoria":"Kicking",
      "tipos":[         
         {
         	"tipo": "Fighting"
         }
      ]
   },
   
   {
      "nome":"Hitmonchan",
      "descricao":"Hitmonchan is said to possess the spirit of a boxer who had been working toward a world championship. This Pokemon has an indomitable spirit and will never give up in the face of adversity.",
      "peso":"50,2 kg",
      "sexo":"Macho",
      "categoria":"Punching",
      "tipos":[
         {
         	"tipo": "Fighting"
         }
      ]
   },   
   
   {
      "nome":"Lickitung",
      "descricao":"Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.",
      "peso":"65,5 kg",
      "sexo":"Ambos",
      "categoria":"Licking",
      "tipos":[         
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Koffing",
      "descricao":"If Koffing becomes agitated, it raises the toxicity of its internal gases and jets them out from all over its body. This Pokemon may also overinflate its round body, then explode.",
      "peso":"1,0 kg",
      "sexo":"Ambos",
      "categoria":"Poison Gas",
      "tipos":[         
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Weezing",
      "descricao":"Weezing loves the gases given off by rotted kitchen garbage. This Pokemon will find a dirty, unkempt house and make it its home. At night, when the people in the house are asleep, it will go through the trash.",
      "peso":"9,5 kg",
      "sexo":"Ambos",
      "categoria":"Poison Gas",
      "tipos":[
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Rhyhorn ",
      "descricao":"Rhyhorn runs in a straight line, smashing everything in its path. It is not bothered even if it rushes headlong into a block of steel. This Pokemon may feel some pain from the collision the next day, however.",
      "peso":"115,0 kg",
      "sexo":"Ambos",
      "categoria":"Spikes",
      "tipos":[         
         {
         	"tipo": "Ground"
         },
         {
         	"tipo": " Rock"
         }
      ]
   },
   
   {
      "nome":"Rhydon",
      "descricao":"Rhydon's horn can crush even uncut diamonds. One sweeping blow of its tail can topple a building. This Pokemon's hide is extremely tough. Even direct cannon hits don't leave a scratch.",
      "peso":"120,0 kg",
      "sexo":"Ambos",
      "categoria":"Drill",
      "tipos":[
         {
         	"tipo": "Ground"
         },
         {
         	"tipo": " Rock"
         }
      ]
   },
   
   {
      "nome":"Chansey ",
      "descricao":"Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.",
      "peso":"34,6 kg",
      "sexo":"Femea",
      "categoria":"Egg",
      "tipos":[         
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Tangela ",
      "descricao":"Tangela's vines snap off easily if they are grabbed. This happens without pain, allowing it to make a quick getaway. The lost vines are replaced by newly grown vines the very next day.",
      "peso":"35,0 kg",
      "sexo":"Ambos",
      "categoria":"Vine",
      "tipos":[         
         {
         	"tipo": "Grass"
         }
      ]
   },
   
   {
      "nome":"Jolteon ",
      "descricao":"Jolteon's cells generate a low level of electricity. This power is amplified by the static electricity of its fur, enabling the Pokemon to drop thunderbolts. The bristling fur is made of electrically charged needles.",
      "peso":"24,5 kg",
      "sexo":"Ambos",
      "categoria":"Lightning",
      "tipos":[         
         {
         	"tipo": "Electric"
         }
      ]
   },
   
   {
      "nome":"Flareon ",
      "descricao":"Flareon's fluffy fur has a functional purpose it releases heat into the air so that its body does not get excessively hot. This Pokemon's body temperature can rise to a maximum of 1,650 degrees Fahrenheit.",
      "peso":"25,0 kg",
      "sexo":"Ambos",
      "categoria":"Flame",
      "tipos":[         
         {
         	"tipo": "Fire"
         }
      ]
   },
   
   {
      "nome":"Porygon ",
      "descricao":"Porygon is capable of reverting itself entirely back to program data and entering cyberspace. This Pokemon is copy protected so it cannot be duplicated by copying.",
      "peso":"36,5 kg",
      "sexo":"Desconhecido",
      "categoria":"Virtual",
      "tipos":[         
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Omanyte",
      "descricao":"Omanyte is one of the ancient and long since extinct Pokemon that have been regenerated from fossils by people. If attacked by an enemy, it withdraws itself inside its hard shell.",
      "peso":"7,5 kg",
      "sexo":"Ambos",
      "categoria":"Spiral",
      "tipos":[
         {
         	"tipo": "Rock"
         },
         {
         	"tipo": " Water"
         }
      ]
   },
   
   {
      "nome":"Omastar",
      "descricao":"Omastar uses its tentacles to capture its prey. It is believed to have become extinct because its shell grew too large and heavy, causing its movements to become too slow and ponderous.",
      "peso":"35,0 kg",
      "sexo":"Ambos",
      "categoria":"Spiral",
      "tipos":[
         {
         	"tipo": "Rock"
         },
         {
         	"tipo": " Water"
         }
      ]
   },
   
   {
      "nome":"Kabuto ",
      "descricao":"Kabuto is a Pokemon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokemon has not changed at all for 300 million years.",
      "peso":"11,5 kg",
      "sexo":"Ambos",
      "categoria":"Shellfish",
      "tipos":[
         {
         	"tipo": "Rock"
         },
         {
         	"tipo": " Water"
         }
      ]
   },
   
   {
      "nome":"Charizard",
      "descricao":"Charizard flies around the sky in search of powerful opponents. It breathes fire of such great heat that it melts anything. However, it never turns its fiery breath on any opponent weaker than itself.",
      "peso":"90,5 Kg",
      "sexo":"Ambos",
      "categoria":"Flame",
      "tipos":[
         {
         	"tipo": "Fire"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Squirtle",
      "descricao":"Squirtle's shell is not merely used for protection. The shell's rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokemon to swim at high speeds.",
      "peso":"9,0 Kg",
      "sexo":"Ambos",
      "categoria":"Tiny Turtle",
      "tipos":[         
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Wartortle",
      "descricao":"Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in color as Wartortle ages. The scratches on its shell are evidence of this Pokemon's toughness as a battler.",
      "peso":"22,5 Kg",
      "sexo":"Ambos",
      "categoria":"Turtle",
      "tipos":[
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Blastoise",
      "descricao":"Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 160 feet.",
      "peso":"85,5 Kg",
      "sexo":"Ambos",
      "categoria":"Shellfish",
      "tipos":[
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Caterpie",
      "descricao":"Caterpie has a voracious appetite. It can devour leaves bigger than its body right before your eyes. From its antenna, this Pokemon releases a terrifically strong odor.",
      "peso":"2,9 Kg",
      "sexo":"Ambos",
      "categoria":"Worm",
      "tipos":[         
         {
         	"tipo": "Bug"
         }
      ]
   },
   
   {
      "nome":"Gyarados",
      "descricao":"When Magikarp evolves into Gyarados, its brain cells undergo a structural transformation. It is said that this transformation is to blame for this Pokemon's wildly violent nature.",
      "peso":"235,0 kg",
      "sexo":"Ambos",
      "categoria":"Atrocius",
      "tipos":[         
         {
         	"tipo": "Water"
         },
         {
         	"tipo": " Flying"
         }   
      ]
   },
   
   {
      "nome":"Lapras",
      "descricao":"People have driven Lapras almost to the point of extinction. In the evenings, this Pokemon is said to sing plaintively as it seeks what few others of its kind still remain.",
      "peso":"220,0 kg",
      "sexo":"Ambos",
      "categoria":"Transport",
      "tipos":[         
         {
         	"tipo": "Water"
         },
         {
         	"tipo": " Ice"
         }
      ]
   },
   
   {
      "nome":"Ditto",
      "descricao":"Ditto rearranges its cell structure to transform itself into other shapes. However, if it tries to transform itself into something by relying on its memory, this Pokemon manages to get details wrong.",
      "peso":"4,0 kg",
      "sexo":"Desconhecido",
      "categoria":"Transform",
      "tipos":[         
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Eeve",
      "descricao":"Eevee has an unstable genetic makeup that suddenly mutates due to the environment in which it lives. Radiation from various stones causes this Pokemon to evolve.",
      "peso":"6,5kg",
      "sexo":"Ambos",
      "categoria":"Evolution",
      "tipos":[
         {
         	"tipo": "Normal"
         }
      ]
   },
   
   {
      "nome":"Vaporeon",
      "descricao":"Vaporeon underwent a spontaneous mutation and grew fins and gills that allow it to live underwater. This Pokemon has the ability to freely control water.",
      "peso":"29,0 kg",
      "sexo":"Ambos",
      "categoria":"Bubble Jet",
      "tipos":[         
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Dodrio",
      "descricao":"Watch out if Dodrio's three heads are looking in three separate directions. It's a sure sign that it is on its guard. Don't go near this Pokemon if it's being wary it may decide to peck you.",
      "peso":"85,2 kg",
      "sexo":"Ambos",
      "categoria":"Triple Bird",
      "tipos":[
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Seel",
      "descricao":"Seel hunts for prey in the frigid sea underneath sheets of ice. When it needs to breathe, it punches a hole through the ice with the sharply protruding section of its head.",
      "peso":"90,0 kg",
      "sexo":"Ambos",
      "categoria":"Sea Lion",
      "tipos":[         
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Dewgong",
      "descricao":"Dewgong loves to snooze on bitterly cold ice. The sight of this Pokemon sleeping on a glacier was mistakenly thought to be a mermaid by a mariner long ago.",
      "peso":"120,0 kg",
      "sexo":"Ambos",
      "categoria":"Sea Lion",
      "tipos":[
         {
         	"tipo": "Water"
         },
         {
         	"tipo": " Ice"
         }
      ]
   },
   
   {
      "nome":"Grimer",
      "descricao":"Grimer's sludgy and rubbery body can be forced through any opening, however small it may be. This Pokemon enters sewer pipes to drink filthy wastewater.",
      "peso":"30,0 kg",
      "sexo":"Ambos",
      "categoria":"Sludge",
      "tipos":[
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Muk",
      "descricao":"From Muk's body seeps a foul fluid that gives off a nose bendingly horrible stench. Just one drop of this Pokemon's body fluid can turn a pool stagnant and rancid.",
      "peso":"30,0 kg",
      "sexo":"Ambos",
      "categoria":"Sludge",
      "tipos":[
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Shelder",
      "descricao":"At night, this Pokemon uses its broad tongue to burrow a hole in the seafloor sand and then sleep in it. While it is sleeping, Shellder closes its shell, but leaves its tongue hanging out.",
      "peso":"4,0 kg",
      "sexo":"Ambos",
      "categoria":"Bivalve",
      "tipos":[         
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Spearow",
      "descricao":"Spearow has a very loud cry that can be heard over half a mile away. If its high, keening cry is heard echoing all around, it is a sign that they are warning each other of danger.",
      "peso":"2,0 kg",
      "sexo":"Ambos",
      "categoria":"Tiny Bird",
      "tipos":[
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Fearow",
      "descricao":"Fearow is recognized by its long neck and elongated beak. They are conveniently shaped for catching prey in soil or water. It deftly moves its long and skinny beak to pluck prey.",
      "peso":"38,0 Kg",
      "sexo":"Ambos",
      "categoria":"Beak",
      "tipos":[
         {
         	"tipo": "Normal"
         },
         {
         	"tipo": " Flying"
         }
      ]
   },
   
   {
      "nome":"Ekans",
      "descricao":"Ekans curls itself up in a spiral while it rests. Assuming this position allows it to quickly respond to a threat from any direction with a glare from its upraised head.",
      "peso":"6,9 Kg",
      "sexo":"Ambos",
      "categoria":"Snake",
      "tipos":[         
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Arbok",
      "descricao":"This Pokemon is terrifically strong in order to constrict things with its body. It can even flatten steel oil drums. Once Arbok wraps its body around its foe, escaping its crunching embrace is impossible.",
      "peso":"65,0 Kg",
      "sexo":"Ambos",
      "categoria":"Cobra",
      "tipos":[
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Pikachu",
      "descricao":"Whenever Pikachu comes across something new, it blasts it with a jolt of electricity. If you come across a blackened berry, it's evidence that this Pokemon mistook the intensity of its charge.",
      "peso":"6,0 Kg",
      "sexo":"Ambos",
      "categoria":"Mouse",
      "tipos":[         
         {
         	"tipo": "Electric"
         }
      ]
   },
   
   {
      "nome":"Bulbasaur",
      "descricao":"Bulbasaur can be seen napping in bright sunlight. There is a seed on its back. By soaking up the sun's rays, the seed grows progressively larger.",
      "peso":"6,9 Kg",
      "sexo":"Ambos",
      "categoria":"Seed",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Ivysaur",
      "descricao":"here is a bud on this Pokemon's back. To support its weight, Ivysaur's legs and trunk grow thick and strong. If it starts spending more time lying in the sunlight, it's a sign that the bud will bloom into a large flower soon.",
      "peso":"13,0 Kg",
      "sexo":"Ambos",
      "categoria":"Seed",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
 
   {
      "nome":"Venusaur",
      "descricao":"There is a large flower on Venusaur's back. The flower is said to take on vivid colors if it gets plenty of nutrition and sunlight. The flower's aroma soothes the emotions of people.",
      "peso":"100,0 Kg",
      "sexo":"Ambos",
      "categoria":"Seed",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },

   {
      "nome":"Charmander",
      "descricao":"The flame that burns at the tip of its tail is an indication of its emotions. The flame wavers when Charmander is enjoying itself. If the Pokemon becomes enraged, the flame burns fiercely.",
      "peso":"8,5 Kg",
      "sexo":"Ambos",
      "categoria":"Lizard",
      "tipos":[         
         {
         	"tipo": "Fire"
         }
      ]
   },

   {
      "nome":"Charmeleon",
      "descricao":"Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white color.",
      "peso":"19,0 Kg",
      "sexo":"Ambos",
      "categoria":"Flame",
      "tipos":[
         {
         	"tipo": "Fire"
         }
      ]
   },

   {
      "nome":"Kangaskhan",
      "descricao":"If you come across a young Kangaskhan playing by itself, you must never disturb it or attempt to catch it. The baby Pokemon's parent is sure to be in the area, and it will become violently enraged at you.",
      "peso":"80 kg",
      "sexo":"Ambos",
      "categoria":"Parent",
      "tipos":[         
         {
         	"tipo": "Normal"
         }
      ]
   },

   {
      "nome":"Horsea ",
      "descricao":"Horsea eats small insects and moss off of rocks. If the ocean current turns fast, this Pokemon anchors itself by wrapping its tail around rocks or coral to prevent being washed away",
      "peso":"8,0 kg",
      "sexo":"Ambos",
      "categoria":"Dragon",
      "tipos":[         
         {
         	"tipo": "Water"
         }
      ]
   },
	
   {
      "nome":"Seadra ",
      "descricao":"Seadra sleeps after wriggling itself between the branches of coral. Those trying to harvest coral are occasionally stung by this Pokemon's poison barbs if they fail to notice it.",
      "peso":"25 kg",
      "sexo":"Ambos",
      "categoria":"Dragon",
      "tipos":[
         {
         	"tipo": "Water"
         }
      ]
   },

   {
      "nome":"Goldeen",
      "descricao":"Goldeen is a very beautiful Pokemon with fins that billow elegantly in water. However, don't let your guard down around this Pokemon it could ram you powerfully with its horn.",
      "peso":"15 kg",
      "sexo":"Ambos",
      "categoria":"Goldfish",
      "tipos":[
         {
         	"tipo": "Water"
         }
      ]
   },

   {
      "nome":"Seaking ",
      "descricao":"In the autumn, Seaking males can be seen performing courtship dances in riverbeds to woo females. During this season, this Pokemon's body coloration is at its most beautiful.",
      "peso":"39 kg",
      "sexo":"Ambos",
      "categoria":"Goldfish",
      "tipos":[
         {
         	"tipo": "Water"
         }
      ]
   },

   {
      "nome":"Drowzee",
      "descricao":"If your nose becomes itchy while you are sleeping, it's a sure sign that one of these Pokemon is standing above your pillow and trying to eat your dream through your nostrils.",
      "peso":"32,4 kg",
      "sexo":"Ambos",
      "categoria":"Hypnosis",
      "tipos":[         
         {
         	"tipo": "Psychic"
         }
      ]
   },

   {
      "nome":"Hypno",
      "descricao":"Hypno holds a pendulum in its hand. The arcing movement and glitter of the pendulum lull the foe into a deep state of hypnosis. While this Pokemon searches for prey, it polishes the pendulum.",
      "peso":"75,6 kg",
      "sexo":"Ambos",
      "categoria":"Hypnosis",
      "tipos":[
         {
         	"tipo": "Psychic"
         }
      ]
   },
   
   {
      "nome":"Krabby",
      "descricao":"Krabby live on beaches, burrowed inside holes dug into the sand. On sandy beaches with little in the way of food, these Pokemon can be seen squabbling with each other over territory.",
      "peso":"6,5 kg",
      "sexo":"Ambos",
      "categoria":"River Crab",
      "tipos":[         
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Kingler",
      "descricao":"Kingler has an enormous, oversized claw. It waves this huge claw in the air to communicate with others. However, because the claw is so heavy, the Pokemon quickly tires.",
      "peso":"60,0 kg",
      "sexo":"Ambos",
      "categoria":"Pincer",
      "tipos":[
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Voltorb",
      "descricao":"Voltorb was first sighted at a company that manufactures Poke Balls. The link between that sighting and the fact that this Pokemon looks very similar to a Poke Ball remains a mystery.",
      "peso":"10,4 kg",
      "sexo":"Desconhecido",
      "categoria":"Ball",
      "tipos":[     
         {
         	"tipo": "Eletric"
         }
      ]
   },
   
   {
      "nome":"Weepinbell",
      "descricao":"Weepinbell has a large hook on its rear end. At night, the Pokemon hooks on to a tree branch and goes to sleep. If it moves around in its sleep, it may wake up to find itself on the ground.",
      "peso":"6,4 kg",
      "sexo":"Ambos",
      "categoria":"Flycatcher",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Victreebel",
      "descricao":"Victreebel has a long vine that extends from its head. This vine is waved and flicked about as if it were an animal to attract prey. When an unsuspecting prey draws near, this Pokemon swallows it whole.",
      "peso":"15,5 kg",
      "sexo":"Ambos",
      "categoria":"Flycatcher",
      "tipos":[
         {
         	"tipo": "Grass"
         },
         {
         	"tipo": "Poison"
         }
      ]
   },
   
   {
      "nome":"Tentacool",
      "descricao":"Tentacool's body is largely composed of water. If it is removed from the sea, it dries up like parchment. If this Pokemon happens to become dehydrated, put it back into the sea.",
      "peso":"45,5 kg",
      "sexo":"Ambos",
      "categoria":"Jellyfish",
      "tipos":[         
         {
         	"tipo": "Water"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Tentacruel",
      "descricao":"Tentacruel has large red orbs on its head. The orbs glow before lashing the vicinity with a harsh ultrasonic blast. This Pokemon's outburst creates rough waves around it.",
      "peso":"55,0 kg",
      "sexo":"Ambos",
      "categoria":"Jellyfish",
      "tipos":[
         {
         	"tipo": "Water"
         },
         {
         	"tipo": " Poison"
         }
      ]
   },
   
   {
      "nome":"Geodude",
      "descricao":"The longer a Geodude lives, the more its edges are chipped and worn away, making it more rounded in appearance. However, this Pokemon's heart will remain hard, craggy, and rough always.",
      "peso":"20,0 kg",
      "sexo":"Ambos",
      "categoria":"Rock",
      "tipos":[
         {
         	"tipo": "Rock"
         },
         {
         	"tipo": " Ground"
         }
      ]
   },
   
   {
      "nome":"Staryu",
      "descricao":"Staryu's center section has an organ called the core that shines bright red. If you go to a beach toward the end of summer, the glowing cores of these Pokemon look like the stars in the sky.",
      "peso":"34,5 kg",
      "sexo":"Ambos",
      "categoria":"Star Shape",
      "tipos":[
         {
         	"tipo": "Water"
         }
      ]
   },
   
   {
      "nome":"Starmie",
      "descricao":"Starmie's center section the core glows brightly in seven colors. Because of its luminous nature, this Pokemon has been given the nickname the gem of the sea.",
      "peso":"80,0 kg",
      "sexo":"Ambos",
      "categoria":"Mysterious",
      "tipos":[
         {
         	"tipo": "Water"
         },
         {
         	"tipo": "Psychic"
         }
      ]
   },
   
   {
      "nome":"Mr. Mime",
      "descricao":"Mr. Mime is a master of pantomime. Its gestures and motions convince watchers that something unseeable actually exists. Once the watchers are convinced, the unseeable thing exists as if it were real.",
      "peso":"54,5 kg",
      "sexo":"Ambos",
      "categoria":"Barrier",
      "tipos":[
         {
         	"tipo": "Psychic"
         },
         {
         	"tipo": " Fairy"
         }
      ]
   },
   
   
   {
      "nome":"Scyther",
      "descricao":"Scyther is blindingly fast. Its blazing speed enhances the effectiveness of the twin scythes on its forearms. This Pokemon's scythes are so effective, they can slice through thick logs in one wicked stroke.",
      "peso":"56,0 kg",
      "sexo":"Ambos",
      "categoria":"Mantis",
      "tipos":[
         {
         	"tipo": "Bug"
         },
         {
         	"tipo": "Flying"
         }
      ]
   },
   
   {
      "nome":"Jynx",
      "descricao":"Jynx walks rhythmically, swaying and shaking its hips as if it were dancing. Its motions are so bouncingly alluring, people seeing it are compelled to shake their hips without giving any thought to what they are doing.",
      "peso":"40,6 kg",
      "sexo":"Femea",
      "categoria":"Human Shape",
      "tipos":[         
         {
         	"tipo": "Ice"
         },
         {
         	"tipo": " Psychic"
         }
      ]
   }

]



